using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace FuelCalculator
{
    public enum Enum:int
    {
        НижнийНовгород=113,
        Арзамас1 = 7,
        Пешелань = 18,
        Шатки=36,
        Берещино=80,
        Поя=55,
        Лукоянов=75,
        Веселей=85,
        НиколайДар=86,
        Арзинка=95,
        Ужовка=110,
        Кендя=150,
        Кемля=151,
        Оброчное=161,
        Атьма=170,
        КрасныйУзел=230,
        Вурнары=261,
        Пинер=230,
        Мыслец=220,
        ШумерляПонтон=215,
        ШумерляПорецкое=295,
        ШумерляЛукоянов=270,
        Княжиха=185,
        Кумашка=200,
        Пильна=165,
        Сергач=140,
        Тарталей=135,
        Камкино=115,
        Каменище=95,
        Смагино=80,
        Кемары=70,
        Перевозская=59,
        Ревезень=73,
        Вадок=38,
        Бобыльская=30,
        Трактовый=15,
        рд408=15


    }

    
}
